[
    {
        "title": "Clouding Reality with Perception",
        "author": "Jackie Chan",
        "date": "July 20th, 2020",
        "photo_url": "https://unsplash.com/photos/nutka9VS8Ro",
        "content": "You are equipped with everything you need to succeed when you are conceived. Before you are born you receive from all your ancestors the wisdom, the fears, the intelligence, and the instincts that can ensure your survival. Think about it. Look at yourself in a mirror. The color of your hair, your eyes, your height, your build all is passed down to you from your ancestors, from the archetype of your entire family strain. The fear of heights, whether you are an introvert or an extrovert; all was passed to you at the moment the sperm entered into the egg and started to divide over and over until you were formed. If we look the way our ancestors looked, then it stands to reason that we think and feel similarly too. The fact that we come into this world with a basic framework imprinted in our cells would lead us to the next step of seeing the way we learn is by associating the new material we receive from our five senses and our emotions to that, that is imprinted in us at our conception. Babies are not a blank slate. In fact, babies are born with the answers to many of the questions we develop as we grow older. What happens is babies are taught, conditioned, brain washed into forgetting what they know so they can be indoctrinated into the society that is made up of individual perceptions. Reality is trained out of us from the very beginning. Once we are able to talk, we only remember what the “meaningless” words represent, and we begin to develop a new reality based on our new environment. Our parents teach us the way of this new world, but more than that, our parents teach us what not to remember. This is supported by society. As we grow older reality becomes what we perceive it to be. Everyone has a different perception; therefore, everyone has a different reality. This is difficult to grasp at first for many, but consider this thought. We can only perceive things from one point of view; our own. We cannot perceive from anyone else’s point of view regardless of how hard we try. Until such time as we can telepathically see into someone else’s mind, we will never completely understand what they are thinking. Even then the question is would we understand the emotion or the senses feelings? We can only understand our own emotion and senses, which is made possible by our individual perception. The issue facing us isn’t the existence of information, but how that information is communicated."
    },
    {
        "title": "Data Science a Rising Career?",
        "author": "Elon Musk",
        "date": "January 23rd, 2022",
        "photo_url": "https://unsplash.com/photos/5fNmWej4tAA",
        "content": "Yes data science is a rising career if you look at a career in terms of job trends in relation to growth. Stats show that the US could potentially have as many as 250,000 open data science jobs by 2024 and that the data science skills gap will mean that companies are scrambling to train or hire talent in the coming years. The reasons why data science is such a fast growing job are due to the following reasons: The amount of data has skyrocketed. Due to the fact that the amount of data has grown exponentially, so has the need for people that can read and analyze it. Data driven decisions are more profitable. Ultimately for many companies and organisations, data is not useful unless it is beneficial which it certainly is in different ways. Data not only helps companies make better decisions but those decisions also usually come with some financial gain. A study by the Harvard Business Review found that companies in the top third of their industry in the use of data-driven decision making were on average 5 percent more productive and 6 percent more profitable than their competitors. A company does not have to rely on the decision makers intuition or gut instinct, data allows for decision making based on the numbers alone. If data can make companies more profitable and competitive in the market, that is definitely a reason why more companies hire employees that can interpret the data and put it in layman’s terms, so that the team can understand how to move forward. As bootcamps and online programs try to fill this gap, businesses may find themselves competing for talent in the coming years."
    },
        {
        "title": "Incoporating Feng Shui into your Decor",
        "author": "Lebron James",
        "date": "June 26th, 2017",
        "photo_url": "https://unsplash.com/photos/L7EwHkq1B2s",
        "content": "Find ways to bring natural light into your home. One option is to install sheer curtains, which allow you to let in plenty of light but they also allow you to decide how much privacy you want. The natural light will flood into your home, and brighten up the space. If you don’t have windows, try mimicking natural light through your lighting choices. Adding plants can add a lot of benefits Not only do plants go a long way towards bringing the outdoors inside, they actually improve the air quality in the room they’re in, they can help you relax, they can provide inspiration, and they’ve been shown to help people focus. Get rid of clutter and see big changes Feng Shui principles say that the more cluttered a room is, the more distractions a person will have. If you want to boost your productivity and get rid of many of the distractions of your life, then decluttering is a smart spot to begin. Likewise, ensuring that there are paths throughout your home without obstacles is supposed to be a big help in increasing productivity. Remind yourself of your goals through your décor Try finding tributes to the goals and passions you have, and put them throughout your home. Ideally, you’d put tributes in the room in which the goal would be accomplished. For example, if you want to write a novel, then you might place a tribute to that novel in your office. Positive thoughts are more likely when positive ideas are surrounding you. Mix textures and patterns. Many people think of Feng Shui as a way to simplify décor and thought that is true, it’s also true that it’s a lot more than that. It also encourages people to mix and match textures, patterns, and colors. For example, patterned silk curtains may be a good to a room in which there are many solid colored accessories. At Half Price Drapes, we believe there are millions of ways to decorate a home but that there’s no substitute for quality. That’s why our draperies are not just affordable – they’re exceptionally well made."
    },
        {
        "title": "The Art of Storytelling",
        "author": "Nicolas Cage",
        "date": "November 21st, 2016",
        "photo_url": "https://unsplash.com/photos/Z5JJifMtbCo",
        "content": "Artist Sudarshan Shetty kindles a nuanced sensitivity via his installation-art ‘a song a story’ keeping the narrative direct and emotionally engaging… Art has the power that can unleash, impact; even completely change the status quo in society. Here’s a story about a woman living in a faraway village. She has a great story and a song, but hasn’t shared these with anyone. Irritated, the story and the song seek revenge and transform into a pair of shoes and an umbrella. When her husband arrives home from work, he sees the umbrella and shoes outside his house and thinks that she is cheating on him. Annoyed, he goes to the temple of lights, where lights from every household in the village meet and converse with each other. When he listens to the light from his house narrating the day’s happenings, he realizes his mistake and goes back home to his wife and enquires about the story and the song. But they are gone. The wife doesn’t remember anything! “The moral of the story thus is that if you have a story, tell it; and a song, sing it,” says artist Sudarshan Shetty. He transforms this folk tale in Karnataka into a public art installation with two life-size sets – one, the house and the other, the temple along with two videos playing simultaneously on separate screens, but with a single soundtrack. The videos depict the same story, acted by artists from different angles; the layered work admirably highlighting the tradition of retelling folk stories."
    },
    {
        "title": "Is online learning the way to go?",
        "author": "Mila Kunis",
        "date": "August 11th, 2021",
        "photo_url": "https://unsplash.com/photos/gcsNOsPEXfs",
        "content": "Online learning is when a learner chooses to study their chosen subject with an online learning college through the internet. Normally you would be expected to access your course through a student portal, where you would find course materials, resources, videos and access to your Tutor. This style of study is completely different to attending a conventional school or college and learners should ensure that the outcomes of their studies is going to provide them with what they need to progress. Many of us lead busy lives and sometimes actually attending a college to achieve your qualifications is too difficult, due to holding down a job, fetching the children from school, household chores etc. Life can be made easier, if you can tuck yourself away somewhere quiet at a time that suits you, to complete your studies. You should remember that if you are studying your course online, although you will receive support from your Tutor, they will not be available 24 hours a day as obviously they will not work all day, every day. But in turn, when attending a college, it is likely you will only see your Tutor once a week to put forward any queries you may have. Self-motivation and dedication are important, as it is easy to become distracted and start doing something else, like watching your favourite programme on TV or sitting in the sun, when you should be studying. You should create a timetable for yourself and ensure that you dedicate those specific times and dates to your course. You may also feel lonely studying by yourself and if you were to attend college, you very likely would have people to chat to in-between lessons. Some online providers provide forums that students can connect to and this way you can bounce ideas off other people and make new friends. It seems clear that online learning is not for everyone and learners should consider carefully the options available to them in order to ensure that they make the correct choices. After all, this could have an impact on their whole career progression."
    },
    {
        "title": "Freelance Graphic Designers",
        "author": "Britney Spears",
        "date": "June 9th, 2018",
        "photo_url": "https://unsplash.com/photos/nJdwUHmaY8A",
        "content": "Freelance graphic designers are those that are their own boss and may work from anywhere. They don't have fixed office hours. They don't need to follow set rules, nor there do any limit for their earning potential. To turn into a successful graphic designer, choose a name that stands right out of the lot. Stay away from the term freelance in your name, and obtain your name registered to avoid others by using it. Be sure you have a dedicated spot to work from. Work place is okay, but many freelance graphic designers work from your home. In the event you work from your home, try to obtain a room committed to your company, with no interference of kids. Keep your place neat and organized. Have sufficient room for any large desk, a filing cabinet, along with a phone. Doing freelance graphic designing without needing your own website is suicide. Choose a reliable website host, upload the website, whilst keeping the website updated to convey professionalism within your work. Produce a catchy and short website name, and obtain it registered. Website names only cost about $10 annually, based on in which you look. Being a freelance graphic designer, you are accountable for graphic designing, together with accounting, bookkeeping, janitorial duties, and marketing. It really is you that have to respond to telephone calls making appointments. You need to be very assertive to obtain your supplies for you promptly. You can’t ever be an individual who could be pushed around. Act and appear just like a professional all the time. When meeting clients, dress yourself in formals or wear a clean dress. Remember to keep the customer knowledgeable and supply clear documentation about what they could expect ultimately from the designing process. You need to sell yourself by marketing just like you have never done before. Market your services in newspapers, forums, news groups as well as the Internet. Be very organized; in the event you lose a client's file, you will simply obtain a bad name. Remember that you receive bad clients every once in a while; be prepared for them. Being a freelancer, you need to work more rather than less, to achieve success. It might take serious amounts of get established being a freelance graphic designer, but it's preferable to be armed and prepared for this."
    },
    {
        "title": "Everest Marathon",
        "author": "Bruce Wayne",
        "date": "March 19th, 2020",
        "photo_url": "https://unsplash.com/photos/oviIAOPmM4k",
        "content": "Climbing Mount Everest isn't a small affair; in actuality, climbing to Base Camp in Everest is a significant feat and one which only the most adventuresome and fittest individuals can accomplish. These peaks would be the very lowest elevation regions on Mount Everest which may be improved, and heaps of treks visit these camps every year, especially in spring when temperatures are at their warmest. An Everest Base Camp Trek is often a thrilling and life-changing encounter. There are few mount Everest facts that are shocking and mysterious ones. These facts force you to reconsider your overall point of view about this great white giant. You'd get to find the maximum summit on the planet in all of its glory. Conquering Mount Everest has always been one of the jobs of climbers throughout the ages. Now, the Land of the Sherpa' is now a favorite destination for trekkers from all around the world. Everest Base Camp Trekking is appropriate also for physically healthy men and women who have no bracket climbing experience. The Everest Base Camp Trek provides a number of the most magnificent mountain scenery in all of the world. There are various routes that you may take to reach the base camp. In the event you decide to follow the route taken by Tenzing and Hillary, you are able to follow the trail together Khumbu Glacier and then ascend Kala Pattar. The Everest Base Camp Trek starts with a trip to Lukla airstrip that takes approximately half an hour. The flight route covers exceptional scenery and provides you with a flavor of things to come. From Lukla, you'd start trekking up gradually towards Namche Bazaar, that's that the Sherpa capital. When you get to the Lhotse-Nuptse ridge, you'll find the very first glimpse of this majestic Everest peeking over the ridge. With appropriate acclimatization, you'd start your trek for many days before you reach the heart of the Khumbu area. In your way, you'll find a chance to see the Tengboche monastery. The monastery was constructed in 1916 and is at an altitude of 12,687 ft. The Everest Base Camp Trek will subsequently direct you towards Kala Pattar, and it will be a rocky outcrop that's situated west of Mount Everest. This face of this mountain has been increased first by Chris Bonington's staff in 1975. From here, you'll also get a breathtaking view of South Col and the Ice Fall. The South Camp in Nepal sits at an altitude of over 5,300 meters, although the North Camp in Tibet is somewhat reduced in 5,200 meters. These exceptionally substantial conditions make altitude illness one of the most common disorders of climbers in the area. To be able to climb to one of those Everest foundations, you have to be exceptionally fit and capable of climbing at high altitudes. It's preferable to train in a high elevation, like hiking in the Swiss Alps or even North American Rocky Mountains. The most significant issue is that you're in good enough physical shape to accept the rigorous trekking and requirements in Everest. Those wanting to scale Everest should also have tons of equipment - appropriate hiking boots, socks and clothes intended for extreme circumstances, in addition to a thermal sleeping bag and other equipment for repelling. Most of all, you have to have an actual sense of experience to scale this most renowned ascent, along with a positive attitude that can allow you to conquer the rough and at times severe conditions encountered on Mount Everest."
    },
    {
        "title": "Climcate Change and Rainwater Harvesting",
        "author": "Jay Z",
        "date": "January 11th, 2022",
        "photo_url": "https://unsplash.com/photos/ycW4YxhrWHM",
        "content": "Global Climate Change is the major issue facing our planet as a result of the increase in carbon dioxide due to the increase in use of fossil fuels to drive our sources of energy. As temperatures rise, the water cycle gets negatively affected. Experts tell us that for every 1°F increase in temperature, 4 % more water will evaporate. This means that over land and sea where there is water, more water will evaporate as the temperature rises while over desert-type areas, the temperature rises causing the area to become dryer and hotter. Where more water evaporates into the atmosphere, the atmosphere becomes more saturated and therefore turns it in to more storms and rain. All this has resulted in more flooding in some parts of the world and more droughts in other. These differences in atmospheric pressure are also the cause of distorted weather patterns and an increase in storms and violent weather systems. Water harvesting is the process whereby rain is collected and stored for future use and it can be used to mitigate the impact of climate change. In dryer areas, rain water can be collected to supplement the local water supply and used for watering plants and washing things as well as for consumption by humans and animals and for fighting fires. This can help to drought-proof an area if the practice of water harvesting is done on a reasonably large scale. In wetter areas, water harvesting is used for the same purposes but it can also be used to reduce water run off and prevent erosion and other damage as well as take pressure off existing water infrastructure. Water harvesting can also help counteract the increasing evaporation due to the increased temperature when the water is stored and used as it is needed. Rainwater harvesting can also contribute to the reduction in the use of fossil fuels. The more water that people collect the less dependent they are on large water catchment, treatment and distribution plants with their large machines and engines consuming lots of energy. Rainwater can be harvested by a number of means. One of the most effective ways is to collect water off roofs and direct it through gutters and pipes in to water tanks for storage and later use. Another way is to design an area so that the water run-off is slowed down sufficiently enough that it is absorbed into the ground to enhance the soil and surrounding areas. Contours in the ground are often established for this purpose. This helps recharge the whole area with water and enables regeneration of microbes and plants and therefore richer and more nutritious soils. Many jurisdictions are investing heavily into all forms of water harvesting for these numerous purposes. This is especially important in areas which are prone to severe storms or intense droughts. Select water tanks Manufacture and deliver custom made stainless steel and colorbond water tanks to homes and businesses in South East Queensland and North New South Wales, Australia"
    },
    {
        "title": "Little ways to Increase Mind Power",
        "author": "George W Bush",
        "date": "November 6th, 2013",
        "photo_url": "https://unsplash.com/photos/_6HzPU9Hyfg",
        "content": "Are you looking for ways to increase mind power? There are some little known ways and not many people talk about them, but today, I will be sharing with them with you because I believe they can help you. First and foremost, it is important that you have the capacity to dream big. The bigger your dream the better. Do not worry about how you are going to achieve that dream. What counts is starting with a huge vision. As you expand your vision, you actually improve your mind’s capacity and you improve the way it functions. There is power in visualizing the outcomes which you want to manifest in your life. Find a quiet place and just visualize the things that you want to see happen in your life. Make your visions as vivid and detailed as possible because that improves the effects of the process. Did you know that there are certain foods that improve the way your brain functions? These are commonly known as brain food. I would like to point out that you are what you eat, so if you eat lots of junk food, not only will that affect your overall health but it may also affect your mental health. Besides eating a healthy diet, you may want to take note of these brain foods. You can eat fruits like blueberries and avocados. Blueberries can reduce the effects of Alzheimer’s disease or dementia, while avocados lower blood pressure. Apart from these fruits, also consider eating oily fish. They contain essential fatty acids which promote brain health. The friends that you mix around can affect the way you lead your life. Be sure to pick friends who build you up. These should be people who are optimistic about life. The last thing you want to happen to you is become depressed. Depression or any form of mental illness will severely affect the way you brain functions. I would highly recommend that you spend the most time with people who make you laugh and people who really care for you. Is there someone you look up to as a mentor? Are there any good habits you can learn from the people around you? I hope you have a better idea of these little known ways to increase mind power. Do give them a try in your spare time."
    },
    {
        "title": "Why Invest into Mobile App?",
        "author": "Jennifer Lopez",
        "date": "August 2nd, 2019",
        "photo_url": "https://unsplash.com/photos/cZr2sgaxy3Q",
        "content": "When investing you need to always be on the look out for the best opportunities, whether it is new technologies, rapidly expanding industries, or a business model that is soon going to be a standard. Right now there is no better industry to invest in than mobile tech. Everyone is walking around day and night with a smartphone in their pocket, and it is becoming one of the biggest and most profitable industries in the world. The area best suited to investment is mobile application development, since it has endless room for growth and development. Here is a brief overview and just some of the great reasons you should be investing in this area right now. What is Mobile Application Development? Whenever you go onto your phone and press an icon to go into any app you use, that all came from mobile application development. Every person with a smart phone, which is the vast majority of the population now, uses multiple apps, and they all have to come from somewhere. The applications themselves can be anything, whether it’s communication, entertainment, music or video streaming, games, and so much more. The developers who make these apps will can see a potential innovation and create something new to get ahead of the competition and become a household name, or they can see the trend right now and use what is popular in order to recreate it in a way that will draw more customers. Either way, there are plenty of people to download these apps and use them. There’s Money to be Made In 2016 alone, apps made a staggering revenue of $88 billion worldwide, and by 2020 that number is expected to be $189 billion. This is a truly massive market, but it is only growing more and more each year. The rate at which it is growing is extraordinary, and doesn’t seem to be slowing anytime soon. And there is plenty of this money to go around, with the highest grossing IOS app in 2017 being Pokemon Go which made $2 billion in a single year. While there are established names, however, there is more than enough room for new developers and apps, with customers always looking for what is new and exciting. There are also multiple revenue stream opportunities, with paid apps that customers will buy, free apps that sell advertising, free apps that sell in-app purchases, or a combination of all three. The most recent innovation in application revenue, in-app purchases, made $37 billion in 2017 on its own. App Development is Becoming Easier and Cheaper While the market grows, the technology to create new apps is becoming simpler and easier to learn, as well as cost-effective. Anyone can learn how to create an app for free online now, and this freedom of information is building on creativity and innovation that can be found anywhere. It is very straightforward to find a small but talented team that are developing new apps, or even to create your own team from driven and intelligent individuals. Create a Brand If you have a successful app, that can explode in so many different ways. With a simple app or game you can use that as a jumping off point to create an entire brand. Take, for example, Angry Birds. This was a simple and fun game that was designed and created as a mobile app. People played it and enjoyed it because it was different and interesting and they hadn’t played anything like it before. Back then it was a mobile game. Now it is a worldwide and multi-medium brand. This single game from an unknown mobile app developer that was only starting out has spawned multiple subsequent games, children’s toys, clothes, a TV show, and a massively successful Hollywood film with a sequel on the way. The potential from mobile apps doesn’t end at the smartphone, and the potential is infinite. Mobile app development is an evolving and growing industry where you can make billions of dollars with relatively low risk investments, and the market is only going to continue to grow."
    }
]